{
  "en": {
    "aboutMe": "<p>Welcome to my website (created with Angular). As a Junior Frontend Developer, music producer, and passionate game developer, I have already gathered extensive experience in implementing IT projects in my life. This ranges from working with advertising agencies through various multimedia projects to developing educational games and much more. I am excited to offer my digital skills here and I am available for projects in both Germany and Canada.</p>",
    "contactOrange": "Want to discuss a new project?",
    "contactHello": "Say hello! Let's discuss your ideas and make it happen.",
    "bText1": "I've read the",
    "bText2": "privacy policy ",
    "bText3": "and agree to the processing of my data as outlined.",
    "sendBtn": "send message",
    "privacyPolicy": "<h1>Privacy Policy</h1>    <p>Date: [March 12, 2023]</p><h2>Overview</h2> <p>This website was created by Lars Mensching. I take the protection of your personal data very seriously and do not collect any personal data.</p>    <h2>Personal Data</h2>    <p>No personal data (such as name, address, telephone number, or email address) is collected,        stored, or processed on my website.</p>    <h2>Contact Form</h2>    <p>If you contact me via the contact form on my website,        I will only use the information provided by you        to respond to your inquiry. This data will not be        disclosed to third parties without your express consent.</p><h2>Cookies</h2><p>My website uses Material Design from Google to enhance design and user experience. Material Design is a design system developed by Google that includes specific design elements, icons, and other visual elements. By using Material Design, data about user interactions with my website may be transmitted to Google. Please refer to Google's privacy policy for more information on how Google collects and uses data.</p><h2>Links to other websites</h2><p>My website contains links to other websites, including the 'Join' website, where users have the option to register and provide personal information such as name, email address, and optionally, telephone number. Please note that these linked websites have their own privacy policies, which may differ from this one. It is advisable to read the privacy policy of each linked website before providing personal information.</p><h2>Changes to this Privacy Policy</h2><p>I reserve the right to change this privacy policyto adapt it to changed legal situations or changes to my services.You can find the current version on this website.</p><h2>Contact</h2><p>If you have any questions regarding this privacy policy,    you can contact me anytime:    Lars Mensching <br>    Karl-Kunger Str. 48<br>    12435 Berlin <br>    Germany<br></p>",
    "legalNotice": "<h1>Legal Notice</h1><p>Date: [12th March 2023]</p><h2>Overview:</h2><p>This website was created by Lars Mensching.</p><h2>Contact:</h2><p>Lars Mensching<br>Karl-Kunger Str. 48<br>12435 Berlin<br>Germany<br></p>",
    "portfolioJoin": "A Kanban-style application for creating and organizing tasks with the ability to add new contacts. Users can create their own accounts, which are stored in the backend.",
    "portfolioPollo": "An object-oriented game app developed in HTML5 Canvas that supports smooth animations. Playable via keyboard or touchscreen.",
    "portfolioPokemon": "This app imports data from an API and displays it individually. Storage in Local Storage is possible.",
    "portfolioCardgame": "A small card game using Angular and Firebase, demonstrating synchronous data transmission between various end-users."
  },
  "de": {
    "aboutMe": "<p>Willkommen auf meiner (mit Angular erstellten) Website. Als Junior Frontend-Developer, Musikproduzent und passionierter Spieleentwickler, habe ich in meinem Leben bereits umfangreiche Erfahrungen bei der Umsetzung von IT-Projekten gesammelt. Diese reicht von der Arbeit mit Werbeagenturen über diverse Multimediaprojekte, bis hin zur Entwicklung von Lernspielen und vielem mehr. Ich freue mich, hier meine digitalen Fähigkeiten anbieten zu können und bin für Projekte sowohl in Deutschland als auch in Kanada verfügbar.</p>",
    "contactOrange": "Interesse an einem neuen Projekt?",
    "contactHello": "Ich beantworte gerne weitere Fragen.",
    "bText1": "Ich habe die",
    "bText2": "Datenschutzrichtlinie ",
    "bText3": "gelesen und stimme der Verarbeitung meiner Daten wie dargelegt zu.",
    "sendBtn": "senden",
    "legalNotice": "<h1>Legal Notice</h1><p>Datum: [12. März 2023]</p><h2>Übersicht:</h2><p>Diese Website wurde von Lars Mensching erstellt.</p><h2>Kontakt:</h2><p>Lars Mensching<br>Karl-Kunger Str. 48<br>12435 Berlin<br>Deutschland<br></p>",
    "portfolioJoin": "Eine Kanban-Style-Anwendung zum Erstellen und Organisieren von Aufgaben mit der Möglichkeit, neue Kontakte hinzuzufügen. Nutzer können eigene Accounts anlegen, die im Backend gespeichert werden.",
    "portfolioPollo": "Eine objektorientierte Game-App in HTML5-Canvas entwickelt, die flüssige Animationen unterstützt. Spielbar über Tastatur oder Touchscreen.",
    "portfolioPokemon": "Diese App importiert Daten von einer API und stellt sie individuell dar. Speicherungen im  Local Storage sind möglich.",
    "portfolioCardgame": "Ein kleines Kartenspiel mit Angular und Firebase, zur Demonstration synchroner Datenübertragung zwischen verschiedenen Endnutzern."
  },
  "fr": {
    "aboutMe": "<p>Bienvenue sur mon site web (créé avec Angular). En tant que développeur frontend junior, producteur de musique et développeur de jeux passionné, j'ai déjà acquis une expérience considérable dans la mise en œuvre de projets informatiques dans ma vie. Cela va du travail avec des agences de publicité à divers projets multimédias, jusqu'au développement de jeux éducatifs et bien plus encore. Je suis ravi de pouvoir offrir mes compétences numériques ici et je suis disponible pour des projets en Allemagne comme au Canada.</p>",
    "contactOrange": "Intéressé par un nouveau projet ?",
    "contactHello": "Je suis heureux de répondre à d'autres questions.",
    "bText1": "J'ai lu la",
    "bText2": "politique de confidentialité ",
    "bText3": "et j'accepte le traitement de mes données comme décrit.",
    "sendBtn": "envoyer",
    "privacyPolicy": "<h1>Politique de confidentialité</h1><p>Date : [12 mars 2023]</p><h2>Aperçu</h2><p>Ce site web a été créé par Lars Mensching.    Je prends très au sérieux la protection de vos données personnelles et je ne collecte aucune donnée personnelle.</<h2>Données personnelles</h2><p>Aucune donnée personnelle (telles que le nom, l'adresse, le numéro de téléphone ou l'adresse e-mail) n'est collectée, stockée ou traitée sur mon site web.</<h2>Formulaire de contact</h2><p>Si vous me contactez via le formulaire de contact sur mon site web,    je n'utiliserai que les informations fournies par vous    pour répondre à votre demande. Ces données ne seront pas    divulguées à des tiers sans votre consentement explicite.<h2>Cookies</h2><p>Mon site web utilise le Material Design de Google pour améliorer le design et l'expérience utilisateur. Le Material Design est un système de conception développé par Google qui comprend certains éléments de design, des icônes et d'autres éléments visuels spécifiques. En utilisant le Material Design, des données sur les interactions des utilisateurs avec mon site web peuvent être transmises à Google. Veuillez consulter la politique de confidentialité de Google pour plus d'informations sur la manière dont Google collecte et utilise les données.</p><h2>Liens vers d'autres sites web</h2><p>Mon site web contient des liens vers d'autres sites web, y compris le site web 'Join', où les utilisateurs ont la possibilité de s'inscrire et de fournir des informations personnelles telles que le nom, l'adresse e-mail et éventuellement le numéro de téléphone. Veuillez noter que ces sites web liés ont leurs propres politiques de confidentialité, qui peuvent différer de la présente. Il est conseillé de lire la politique de confidentialité de chaque site web lié avant de fournir des informations personnelles.</p><h2>Modifications de cette politique de confidentialité</h2><p>Je me réserve le droit de modifier cette politique de confidentialité    pour l'adapter à des situations légales modifiées ou des changements de mes services.    Vous pouvez trouver la version actuelle sur ce site web.</<h2>Contact</h2><p>Si vous avez des questions concernant cette politique de confidentialité,    vous pouvez me contacter à tout moment :    Lars Mensching <br>    Karl-Kunger Str. 48<br>    12435 Berlin <br>    Allemagne<br></p> ",
    "legalNotice": "<h1>Mention Légale</h1><p>Date : [12 mars 2023]</p><h2>Aperçu :</h2><p>Ce site Web a été créé par Lars Mensching.</p><h2>Contact :</h2><p>Lars Mensching<br>Karl-Kunger Str. 48<br>12435 Berlin<br>Allemagne<br></p>",
    "portfolioJoin": "Une application de style Kanban pour créer et organiser des tâches avec la possibilité d'ajouter de nouveaux contacts. Les utilisateurs peuvent créer leurs propres comptes, qui sont stockés dans le backend.",
    "portfolioPollo": "Une application de jeu orientée objet développée en HTML5 Canvas qui prend en charge des animations fluides. Jouable via clavier ou écran tactile.",
    "portfolioPokemon": "Cette application importe des données d'une API et les affiche individuellement. Le stockage dans le Local Storage est possible.",
    "portfolioCardgame": "Un petit jeu de cartes utilisant Angular et Firebase, pour démontrer la transmission de données synchrones entre différents utilisateurs finaux."
  }
}