{
  "en": {
    "aboutMe": "<p>Music is my passion and has also been my profession for over 30 years. After earning my diploma from the HfM <em>Hanns Eisler</em> in Berlin, specializing in trumpet, piano, composition, and music education, I had the privilege of performing on renowned stages such as the Hans Otto Theater in Potsdam, the Neuköllner Oper, and with orchestras like the Brandenburg Philharmonic and the Babelsberg Film Orchestra. <br>I have also shared the stage with international artists like Robbie Williams, Michael Bublé, and Ich + Ich. However, my heart beats most strongly for my own projects, such as The Butlers, Fleischmann, and The Queensgang Orchestra.<br>As a composer, arranger, and producer, I have created music for theater, film, advertising, multimedia, and video games. I work both in my own studios and in close collaboration with artists and ensembles.<br>My enthusiasm for teaching has also accompanied me for many years. Whether in early childhood music education, as a leader of jazz ensembles, or as a trumpet teacher – I support my students in realizing their potential and have guided some to professional careers. I even founded a company dedicated to creating musical learning games, a venture that continues to inspire me to this day.<br>For me, music is about crossing boundaries and building connections – between people, sounds, and ideas.</p>",
    "contactOrange": "Want to discuss a new project?",
    "contactHello": "Say hello! Let's discuss your ideas and make it happen.",
    "bText1": "I've read the",
    "bText2": "privacy policy ",
    "bText3": "and agree to the processing of my data as outlined.",
    "sendBtn": "send message",
    "privacyPolicy": "<h1>Privacy Policy</h1>    <p>Date: [March 12, 2023]</p><h2>Overview</h2> <p>This website was created by Lars Mensching. I take the protection of your personal data very seriously and do not collect any personal data.</p>    <h2>Personal Data</h2>    <p>No personal data (such as name, address, telephone number, or email address) is collected,        stored, or processed on my website.</p>    <h2>Contact Form</h2>    <p>If you contact me via the contact form on my website,        I will only use the information provided by you        to respond to your inquiry. This data will not be        disclosed to third parties without your express consent.</p><h2>Cookies</h2><p>My website uses Material Design from Google to enhance design and user experience. Material Design is a design system developed by Google that includes specific design elements, icons, and other visual elements. By using Material Design, data about user interactions with my website may be transmitted to Google. Please refer to Google's privacy policy for more information on how Google collects and uses data.</p><h2>Links to other websites</h2><p>My website contains links to other websites, including the 'Join' website, where users have the option to register and provide personal information such as name, email address, and optionally, telephone number. Please note that these linked websites have their own privacy policies, which may differ from this one. It is advisable to read the privacy policy of each linked website before providing personal information.</p><h2>Changes to this Privacy Policy</h2><p>I reserve the right to change this privacy policyto adapt it to changed legal situations or changes to my services.You can find the current version on this website.</p><h2>Contact</h2><p>If you have any questions regarding this privacy policy,    you can contact me anytime:    Lars Mensching <br>    Karl-Kunger Str. 48<br>    12435 Berlin <br>    Germany<br></p>",
    "legalNotice": "<h1>Legal Notice</h1><p>Date: [12th March 2023]</p><h2>Overview:</h2><p>This website was created by Lars Mensching.</p><h2>Contact:</h2><p>Lars Mensching<br>Karl-Kunger Str. 48<br>12435 Berlin<br>Germany<br></p>",
    "portfolioJoin": "A Kanban-style application for creating and organizing tasks with the ability to add new contacts. Users can create their own accounts, which are stored in the backend.",
    "portfolioPollo": "An object-oriented game app developed in HTML5 Canvas that supports smooth animations. Playable via keyboard or touchscreen.",
    "portfolioPokemon": "This app imports data from an API and displays it individually. Storage in Local Storage is possible.",
    "portfolioCardgame": "A small card game using Angular and Firebase, demonstrating synchronous data transmission between various end-users."
  },
  "de": {
    "aboutMe": "<p>Musik ist meine Leidenschaft und seit über 30 Jahren auch mein Beruf. Nach meinem Diplom an der HfM <em>Hanns Eisler</em> in Berlin mit den Schwerpunkten Trompete, Klavier, Komposition und Musikpädagogik durfte ich auf renommierten Bühnen spielen, z. B. am Hans Otto Theater Potsdam, der Neuköllner Oper und mit Orchestern wie der Brandenburgischen Philharmonie und dem Babelsberger Filmorchester. <br> Auch mit internationalen Künstlern wie Robbie Williams, Michael Bublé und ich+ich stand ich auf der Bühne. Doch mein Herz schlägt vor allem für eigene Projekte wie The Butlers, Fleischmann und The Queensgang Orchestra. <br> Als Komponist, Arrangeur und Produzent habe ich Musik für Theater, Film, Werbung, Multimedia und Computerspiele geschaffen. Dabei arbeite ich sowohl in meinen eigenen Studios als auch eng mit Künstlern und Ensembles zusammen. <br> Meine Begeisterung fürs Lehren begleitet mich ebenfalls seit vielen Jahren. Ob in der musikalischen Früherziehung, als Leiter von Jazz-Ensembles oder als Trompetenlehrer - ich unterstütze meine Schüler dabei, ihr Potenzial zu entfalten, und habe einige bis hin zur professionellen Karriere begleiten dürfen. Schließlich gründete ich sogar eine Firma zur Umsetzung musikalischer Lernspiele, die mich bis heute begleiten. <br>Musik bedeutet für mich, Grenzen zu überschreiten und Verbindungen zu schaffen – zwischen Menschen, Klängen und Ideen. </p>",
    "contactOrange": "Interesse an einem neuen Projekt?",
    "contactHello": "Ich beantworte gerne weitere Fragen.",
    "bText1": "Ich habe die",
    "bText2": "Datenschutzrichtlinie ",
    "bText3": "gelesen und stimme der Verarbeitung meiner Daten wie dargelegt zu.",
    "sendBtn": "senden",
    "legalNotice": "<h1>Legal Notice</h1><p>Datum: [12. März 2023]</p><h2>Übersicht:</h2><p>Diese Website wurde von Lars Mensching erstellt.</p><h2>Kontakt:</h2><p>Lars Mensching<br>Karl-Kunger Str. 48<br>12435 Berlin<br>Deutschland<br></p>",
    "portfolioJoin": "Eine Kanban-Style-Anwendung zum Erstellen und Organisieren von Aufgaben mit der Möglichkeit, neue Kontakte hinzuzufügen. Nutzer können eigene Accounts anlegen, die im Backend gespeichert werden.",
    "portfolioPollo": "Eine objektorientierte Game-App in HTML5-Canvas entwickelt, die flüssige Animationen unterstützt. Spielbar über Tastatur oder Touchscreen.",
    "portfolioPokemon": "Diese App importiert Daten von einer API und stellt sie individuell dar. Speicherungen im  Local Storage sind möglich.",
    "portfolioCardgame": "Ein kleines Kartenspiel mit Angular und Firebase, zur Demonstration synchroner Datenübertragung zwischen verschiedenen Endnutzern."
  },
  "fr": {
    "aboutMe": "<p>La musique est ma passion et aussi ma profession depuis plus de 30 ans. Après avoir obtenu mon diplôme de la HfM <em>Hanns Eisler</em> à Berlin, avec des spécialisations en trompette, piano, composition et pédagogie musicale, j'ai eu le privilège de jouer sur des scènes renommées telles que le théâtre Hans Otto à Potsdam, l'Opéra Neuköllner, et avec des orchestres comme la Philharmonie du Brandebourg et l'Orchestre de Babelsberg.<br>J'ai également partagé la scène avec des artistes internationaux tels que Robbie Williams, Michael Bublé et Ich + Ich. Cependant, mon cœur bat surtout pour mes propres projets, comme The Butlers, Fleischmann et The Queensgang Orchestra.<br>En tant que compositeur, arrangeur et producteur, j'ai créé de la musique pour le théâtre, le cinéma, la publicité, le multimédia et les jeux vidéo. Je travaille à la fois dans mes propres studios et en étroite collaboration avec des artistes et des ensembles.<br>Mon enthousiasme pour l'enseignement m'accompagne également depuis de nombreuses années. Que ce soit dans l'éveil musical, en tant que chef d'ensembles de jazz ou en tant que professeur de trompette – j'accompagne mes élèves dans le développement de leur potentiel et en ai guidé certains jusqu'à une carrière professionnelle. J'ai même fondé une entreprise dédiée à la création de jeux d'apprentissage musical, une aventure qui continue de m'inspirer aujourd'hui.<br>Pour moi, la musique est une manière de dépasser les frontières et de créer des liens – entre les personnes, les sons et les idées.</p>",
    "contactOrange": "Intéressé par un nouveau projet ?",
    "contactHello": "Je suis heureux de répondre à d'autres questions.",
    "bText1": "J'ai lu la",
    "bText2": "politique de confidentialité ",
    "bText3": "et j'accepte le traitement de mes données comme décrit.",
    "sendBtn": "envoyer",
    "privacyPolicy": "<h1>Politique de confidentialité</h1><p>Date : [12 mars 2023]</p><h2>Aperçu</h2><p>Ce site web a été créé par Lars Mensching.    Je prends très au sérieux la protection de vos données personnelles et je ne collecte aucune donnée personnelle.</<h2>Données personnelles</h2><p>Aucune donnée personnelle (telles que le nom, l'adresse, le numéro de téléphone ou l'adresse e-mail) n'est collectée, stockée ou traitée sur mon site web.</<h2>Formulaire de contact</h2><p>Si vous me contactez via le formulaire de contact sur mon site web,    je n'utiliserai que les informations fournies par vous    pour répondre à votre demande. Ces données ne seront pas    divulguées à des tiers sans votre consentement explicite.<h2>Cookies</h2><p>Mon site web utilise le Material Design de Google pour améliorer le design et l'expérience utilisateur. Le Material Design est un système de conception développé par Google qui comprend certains éléments de design, des icônes et d'autres éléments visuels spécifiques. En utilisant le Material Design, des données sur les interactions des utilisateurs avec mon site web peuvent être transmises à Google. Veuillez consulter la politique de confidentialité de Google pour plus d'informations sur la manière dont Google collecte et utilise les données.</p><h2>Liens vers d'autres sites web</h2><p>Mon site web contient des liens vers d'autres sites web, y compris le site web 'Join', où les utilisateurs ont la possibilité de s'inscrire et de fournir des informations personnelles telles que le nom, l'adresse e-mail et éventuellement le numéro de téléphone. Veuillez noter que ces sites web liés ont leurs propres politiques de confidentialité, qui peuvent différer de la présente. Il est conseillé de lire la politique de confidentialité de chaque site web lié avant de fournir des informations personnelles.</p><h2>Modifications de cette politique de confidentialité</h2><p>Je me réserve le droit de modifier cette politique de confidentialité    pour l'adapter à des situations légales modifiées ou des changements de mes services.    Vous pouvez trouver la version actuelle sur ce site web.</<h2>Contact</h2><p>Si vous avez des questions concernant cette politique de confidentialité,    vous pouvez me contacter à tout moment :    Lars Mensching <br>    Karl-Kunger Str. 48<br>    12435 Berlin <br>    Allemagne<br></p> ",
    "legalNotice": "<h1>Mention Légale</h1><p>Date : [12 mars 2023]</p><h2>Aperçu :</h2><p>Ce site Web a été créé par Lars Mensching.</p><h2>Contact :</h2><p>Lars Mensching<br>Karl-Kunger Str. 48<br>12435 Berlin<br>Allemagne<br></p>",
    "portfolioJoin": "Une application de style Kanban pour créer et organiser des tâches avec la possibilité d'ajouter de nouveaux contacts. Les utilisateurs peuvent créer leurs propres comptes, qui sont stockés dans le backend.",
    "portfolioPollo": "Une application de jeu orientée objet développée en HTML5 Canvas qui prend en charge des animations fluides. Jouable via clavier ou écran tactile.",
    "portfolioPokemon": "Cette application importe des données d'une API et les affiche individuellement. Le stockage dans le Local Storage est possible.",
    "portfolioCardgame": "Un petit jeu de cartes utilisant Angular et Firebase, pour démontrer la transmission de données synchrones entre différents utilisateurs finaux."
  }
}