{
  "en": {
    "aboutMe": "<p>As I conclude my training at DeveloperAkademie, focusing on front-end development, I am looking forward to applying my creative and technical skills in the digital realm.</p><p>In 2018, my family moved to Lévis, Canada. Since then, I have been living both there and in Berlin, Germany. Therefore, I am available for work in Germany and/or Canada.</p><p>As a music producer and arranger with years of experience in the music industry, I have developed a deep understanding of creativity and its technical implementation. My career began with studying jazz trumpet, piano, and composition in Berlin. In 1998, I founded the music studio 'Prokult' in Berlin-Babelsberg, followed by 'Montecruz' in 2007 in the center of Berlin. In these studios, I executed projects ranging from advertising jingles and soundtracks for multimedia and video games to extensive musical arrangements. This work required not only musical expertise but also a profound understanding of the technological aspects and leading music productions.</p><p>A significant milestone in my career came in 2014 when I co-founded a game development company. There, I developed concepts for musical learning games and their implementation, wrote scripts for role-playing games, as well as a children's and youth book. These experiences have enhanced my skills in developing creative concepts, leading app productions, and designing interactive educational materials.</p>",
    "contactOrange": "Want to discuss a new project?",
    "contactHello": "Say hello! let's discuss your ideas and make it happen",
    "privacyPolicy": "<h1>Privacy Policy</h1>    <p>Date: [March 12, 2023]</p><h2>Overview</h2> <p>This website was created by Lars Mensching. I take the protection of your personal data very seriously and do not collect any personal data.</p>    <h2>Personal Data</h2>    <p>No personal data (such as name, address, telephone number, or email address) is collected,        stored, or processed on my website.</p>    <h2>Contact Form</h2>    <p>If you contact me via the contact form on my website,        I will only use the information provided by you        to respond to your inquiry. This data will not be        disclosed to third parties without your express consent.</p><h2>Cookies</h2><p>My website uses Material Design from Google to enhance design and user experience. Material Design is a design system developed by Google that includes specific design elements, icons, and other visual elements. By using Material Design, data about user interactions with my website may be transmitted to Google. Please refer to Google's privacy policy for more information on how Google collects and uses data.</p><h2>Links to other websites</h2><p>My website contains links to other websites, including the 'Join' website, where users have the option to register and provide personal information such as name, email address, and optionally, telephone number. Please note that these linked websites have their own privacy policies, which may differ from this one. It is advisable to read the privacy policy of each linked website before providing personal information.</p><h2>Changes to this Privacy Policy</h2><p>I reserve the right to change this privacy policyto adapt it to changed legal situations or changes to my services.You can find the current version on this website.</p><h2>Contact</h2><p>If you have any questions regarding this privacy policy,    you can contact me anytime:    Lars Mensching <br>    Karl-Kunger Str. 48<br>    12435 Berlin <br>    Germany<br></p>",
    "legalNotice": "Legal Notice english",
    "portfolioJoin": "A task management application inspired by the Kanban System. Create and organize tasks using drag-and-drop functions, assign contacts, categorize tasks and create new contacts.",
    "portfolioPollo": "A jump-and-run game based on an object-oriented approach. You have to find Tabasco bottles to hit chickens. For iOS, I reduced the sound for better performance.",
    "portfolioPokemon": "This app imports Pokémon data from an API and presents it individually."
  },
  "de": {
    "aboutMe": "<p>Zum Ende meiner Ausbildung an der DeveloperAkademie mit dem Schwerpunkt auf Frontend-Entwicklung, freue ich mich schon darauf, meine kreativen und technischen Fähigkeiten im digitalen Bereich nun auch in der Praxis anzuwenden.</p><p>Im Jahr 2018 zog meine Familie nach Lévis, Kanada. Seitdem lebe ich sowohl dort als auch in Berlin, Deutschland. Ich stehe daher für Arbeit in Deutschland und/oder Kanada zur Verfügung.</p><p>Als Musikproduzent und Arrangeur mit jahrelanger Erfahrung in der Musikindustrie habe ich viel Verständnis für Kreativität und deren technische Umsetzung entwickelt. Meine Karriere begann mit einem Musikstudium für Jazz-Trompete, Klavier und Komposition in Berlin. Im Jahr 1998 gründete ich das Musikstudio 'Prokult' in Berlin-Babelsberg (Deutschland), gefolgt von 'Montecruz' im Jahr 2007 im Zentrum von Berlin. In diesen Studios habe ich Projekte von Werbejingles und Soundtracks für Multimedia und Videospiele bis hin zu umfangreichen musikalischen Arrangements umgesetzt. Diese Arbeit erforderte nicht nur musikalisches Fachwissen, sondern auch ein tiefes Verständnis für die technologischen Aspekte und das Leiten von Musikproduktionen.</p><p>Ein bedeutender Meilenstein in meiner Karriere erfolgte im Jahr 2014, als ich ein Spieleentwicklungsunternehmen mitbegründete. Dort entwickelte ich Konzepte für musikalische Lernspiele und deren Umsetzung, schrieb Manuskripte für role-playing games, sowie ein Kinder- und Jugendbuch. Diese Erfahrungen haben meine Fähigkeiten in der Entwicklung kreativer Konzepte, der Leitung von App-Produktionen und dem Entwurf interaktiver Bildungsmaterialien verbessert.</p>",
    "contactOrange": "Interesse an einem neuen Projekt?",
    "contactHello": "Ich beantworte gerne weitere Fragen.",
    "privacyPolicy": "<h1>Datenschutzerklärung</h1><p>Datum: [12. März 2023]</<h2>Überblick</h2><p>Diese Website wurde von Lars Mensching erstellt.    Ich nehme den Schutz Ihrer persönlichen Daten sehr ernst    und sammeln keine personenbezogenen Daten.</<h2>Personenbezogene Daten</h2><p>Auf meiner Website werden keine personenbezogenen Daten    (wie Name, Adresse, Telefonnummer oder E-Mail-Adresse) erfasst,    gespeichert oder verarbeitet.</<h2>Kontaktformular</h2><p>Wenn Sie mich über das Kontaktformular auf meiner Website kontaktieren,    verwende ich die von Ihnen bereitgestellten Informationen ausschließlich,    um auf Ihre Anfrage zu antworten. Diese Daten werden    ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.<h2>Cookies</h2><p>Meine Website verwendet Material Design von Google, um das Design und die Benutzererfahrung zu verbessern. Material Design ist ein von Google entwickeltes Designsystem, das bestimmte Gestaltungselemente, Icons und andere visuelle Elemente umfasst. Durch die Nutzung von Material Design können möglicherweise Daten über die Interaktionen der Benutzer mit meiner Website an Google übertragen werden. Bitte beachten Sie die Datenschutzrichtlinie von Google für weitere Informationen darüber, wie Google Daten erhebt und verwendet.</<h2>Links zu anderen Websites</h2><p>Meine Website enthält Links zu anderen Websites, einschließlich der Website 'Join', auf der Benutzer die Möglichkeit haben, sich zu registrieren und persönliche Informationen wie Name, E-Mail-Adresse und optional Telefonnummer anzugeben. Bitte beachten Sie, dass diese verlinkten Websites ihre eigenen Datenschutzrichtlinien haben, die möglicherweise von dieser abweichen. Am besten lesen sie die Datenschutzrichtlinie jeder verlinkten Website, bevor Sie persönliche Informationen bereitstellen.</p></<h2>Änderungen an dieser Datenschutzerklärung</h2><p>Ich behalte mir vor, diese Datenschutzerklärung zu ändern, um sie an geänderte Rechtslagen oder Änderungen meiner Dienste anzupassen. Die jeweils aktuelle Version finden Sie auf dieser Website.</<h2>Kontakt</h2><p>Bei Fragen zu dieser Datenschutzerklärung    können Sie mich jederzeit kontaktieren:    Lars Mensching <br>    Karl-Kunger Str. 48<br>    12435 Berlin <br>    Deutschland<br></p>",
    "legalNotice": "Legal Notice deutsch",
    "portfolioJoin": "Eine Anwendung, die vom Kanban-System inspiriert wurde, zum Erstellen und Organisieren von Aufgaben, mithilfe von Drag-and-Drop-Funktionen. Man kann Aufgaben einzelnen Benutzern zuweisen und sie kategorisieren, sowie neue Kontakte erstellen.",
    "portfolioPollo": "Ein Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Man muss Tabasco-Flaschen finden, um damit Hühner abzuwerfen. Für iOS habe ich den Ton reduziert, um eine bessere Leistung zu erzielen.",
    "portfolioPokemon": "Diese App importiert Pokémon-Daten von einer API und stellt sie individuell dar."
  },
  "fr": {
    "aboutMe": "<p>En concluant ma formation à DeveloperAkademie, axée sur le développement frontend, j'ai hâte d'appliquer mes compétences créatives et techniques dans le domaine numérique.</p><p>En 2018, ma famille a déménagé à Lévis, au Canada. Depuis lors, je vis à la fois là-bas et à Berlin, en Allemagne. Par conséquent, je suis disponible pour travailler en Allemagne et/ou au Canada.</p><p>En tant que producteur de musique et arrangeur avec des années d'expérience dans l'industrie musicale, j'ai développé une compréhension profonde de la créativité et de sa mise en œuvre technique. Ma carrière a commencé par des études de trompette jazz, de piano et de composition à Berlin. En 1998, j'ai fondé le studio de musique 'Prokult' à Berlin-Babelsberg, suivi de 'Montecruz' en 2007 au centre de Berlin. Dans ces studios, j'ai réalisé des projets allant de jingles publicitaires et de bandes sonores pour le multimédia et les jeux vidéo à de vastes arrangements musicaux. Ce travail nécessitait non seulement une expertise musicale mais aussi une compréhension approfondie des aspects technologiques et de la direction des productions musicales.</p><p>Une étape importante de ma carrière est survenue en 2014 lorsque j'ai co-fondé une société de développement de jeux. Là, j'ai développé des concepts de jeux d'apprentissage musical et leur mise en œuvre, écrit des scripts pour des jeux de rôle, ainsi qu'un livre pour enfants et jeunes. Ces expériences ont amélioré mes compétences dans le développement de concepts créatifs, la direction de productions d'applications et la conception de supports éducatifs interactifs.</p>",
    "contactOrange": "Intéressé par un nouveau projet ?",
    "contactHello": "Je suis heureux de répondre à d'autres questions.",
    "privacyPolicy": "<h1>Politique de confidentialité</h1><p>Date : [12 mars 2023]</p><h2>Aperçu</h2><p>Ce site web a été créé par Lars Mensching.    Je prends très au sérieux la protection de vos données personnelles    et je ne collecte aucune donnée personnelle.</<h2>Données personnelles</h2><p>Aucune donnée personnelle (telles que le nom, l'adresse, le numéro de téléphone ou l'adresse e-mail) n'est collectée,    stockée ou traitée sur mon site web.</<h2>Formulaire de contact</h2><p>Si vous me contactez via le formulaire de contact sur mon site web,    je n'utiliserai que les informations fournies par vous    pour répondre à votre demande. Ces données ne seront pas    divulguées à des tiers sans votre consentement explicite.<h2>Cookies</h2><p>Mon site web utilise le Material Design de Google pour améliorer le design et l'expérience utilisateur. Le Material Design est un système de conception développé par Google qui comprend certains éléments de design, des icônes et d'autres éléments visuels spécifiques. En utilisant le Material Design, des données sur les interactions des utilisateurs avec mon site web peuvent être transmises à Google. Veuillez consulter la politique de confidentialité de Google pour plus d'informations sur la manière dont Google collecte et utilise les données.</p><h2>Liens vers d'autres sites web</h2><p>Mon site web contient des liens vers d'autres sites web, y compris le site web 'Join', où les utilisateurs ont la possibilité de s'inscrire et de fournir des informations personnelles telles que le nom, l'adresse e-mail et éventuellement le numéro de téléphone. Veuillez noter que ces sites web liés ont leurs propres politiques de confidentialité, qui peuvent différer de la présente. Il est conseillé de lire la politique de confidentialité de chaque site web lié avant de fournir des informations personnelles.</p><h2>Modifications de cette politique de confidentialité</h2><p>Je me réserve le droit de modifier cette politique de confidentialité    pour l'adapter à des situations légales modifiées ou des changements de mes services.    Vous pouvez trouver la version actuelle sur ce site web.</<h2>Contact</h2><p>Si vous avez des questions concernant cette politique de confidentialité,    vous pouvez me contacter à tout moment :    Lars Mensching <br>    Karl-Kunger Str. 48<br>    12435 Berlin <br>    Allemagne<br></p> ",
    "legalNotice": "Legal Notice france",
    "portfolioJoin": "Une application de gestion des tâches inspirée par le système Kanban. Créez et organisez des tâches à l'aide de fonctions de glisser-déposer, attribuez des utilisateurs et catégorisez les tâches.",
    "portfolioPollo": " Un jeu de type jump-and-run basé sur une approche orientée objet. Il faut trouver des bouteilles de Tabasco pour les lancer sur les poules. Pour iOS, j'ai réduit le son pour améliorer les performances.",
    "portfolioPokemon": "Cette application importe des données Pokémon à partir d'une API et les présente de manière individuelle."
  }
}